tutorials/cylinder2D/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------
touch cylinder2D.foam
restore0Dir

runApplication blockMesh

# runApplication ../../build/profiling/bin/icoNeoFoam
runApplication icoFoam

#------------------------------------------------------------------------------
